# Найдите сумму цифр трехзначного числа.

print('Введите a');
a = int(input())
print('Введите b');
b = int(input())
print('Введите c');
c = int(input())
print (a, '+' , b, '+', c , '=', a+b+c)